Repository: sheilagomes/wp-trad
Catalog: source/meta-wordpress-org-*.po
Languages: pt_br

source: Hundreds of thousands of developers, content creators, and site owners gather at monthly meetups in %s city worldwide.
pt_br: Centenas de milhares de desenvolvedores, criadores de conteúdo e donos de sites se encontram mensalmente em meetups em %s cidade pelo mundo.

source: Community
pt_br: Comunidade

source: Extend WordPress with over 45,000 plugins to help your website meet your needs. Add an online store, galleries, mailing lists, forums, analytics, and <a href="%s">much more</a>.
pt_br: Melhore o WordPress com mais de 45.000 plugins para que seu site atenda suas necessidades. Adicione uma loja on-line, galerias, listas de e-mail, fóruns, analytics e <a href="%s">muito mais</a>.

source: Easy and<br />Accessible
pt_br: Fácil e<br />acessível

source: Powerful<br />Media Management
pt_br: Gerenciamento de mídias<br />poderoso

source: High<br />Security
pt_br: Alta<br />segurança

source: Manage<br />on the Go
pt_br: Gerencie<br />de qualquer lugar

source: High<br />Performance
pt_br: Alto<br />desempenho

source: Responsive<br />Mobile Sites
pt_br: Sites<br />responsivos

source: SEO<br />Friendly
pt_br: Pronto para<br />SEO

source: Customizable<br />Designs
pt_br: Designs<br />personalizáveis

source: Limitless possibilities. What will you create?
pt_br: Infinitas possibilidades. O que você vai criar?

source: Powerful Features
pt_br: Recursos poderosos

source: Discover more sites built with WordPress
pt_br: Descobra mais sites construídos com WordPress

source: %s%% of the web uses WordPress, from hobby blogs to the biggest news sites online.
pt_br: %s%% da internet usa o WordPress, de blogs amadores até os maiores sites de notícias.

source: Trusted by the Best
pt_br: Confiado pelos melhores

source: Beautiful designs, powerful features, and the freedom to build anything you want. WordPress is both free and priceless at the same time.
pt_br: Ótimos designs, recursos poderosos e a liberdade para construir o que você quiser. WordPress é livre e inestimável ao mesmo tempo.

source: WordPress is open source software you can use to create a beautiful website, blog, or app.
pt_br: O WordPress é um projeto de código aberto que você pode usar para criar sites, blogs ou aplicativos.

source: Meet WordPress
pt_br: Conheça o WordPress

source: Edit<span class="screen-reader-text"> "%s"</span>
pt_br: Editar<span class="screen-reader-text"> "%s"</span>

source: Page
pt_br: Página

source: Continue reading<span class="screen-reader-text"> "%s"</span> &rarr;
pt_br: Continuar lendo<span class="screen-reader-text"> "%s"</span> &rarr;

source: Featured
pt_br: Destacado

source: Edit %s
pt_br: Editar %s

source: Pages:
pt_br: Páginas:

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
pt_br: Não conseguimos encontrar o que você está procurando. Talvez usar a busca possa ajudar.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
pt_br: Nada foi encontrado com os termos pesquisados. Tente novamente com palavras diferentes.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
pt_br: Preparado para publicar o seu primeiro post? <a href="%1$s">Comece aqui</a>.

source: Nothing Found
pt_br: Nada encontrado

source: Previous post:
pt_br: Post anterior:

source: Previous
pt_br: Anterior

source: Next post:
pt_br: Próximo post:

source: Next
pt_br: Seguinte

source: Blog Archives
pt_br: Arquivo

source: Categories
pt_br: Categorias

# Used before category names.
source: Categories
pt_br: Categorias

# Used before publish date.
source: Posted on
pt_br: Publicado em

source: Leave a comment<span class="screen-reader-text"> on %s</span>
pt_br: Deixe um comentário<span class="screen-reader-text"> em %s</span>

# Used before post format.
source: Format
pt_br: Formato

source: Posted on %1$s by %2$s.
pt_br: Publicado em %1$s por %2$s.

source: Skip to content
pt_br: Pular para o conteúdo

source: Primary
pt_br: Primário

source: Comments are closed.
pt_br: Os comentários estão desativados.

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
pt_br: %1$s comentário em &ldquo;%2$s&rdquo;

source: One thought on &ldquo;%1$s&rdquo;
pt_br: Um comentário em &ldquo;%1$s&rdquo;

source: Try searching from the field above, or go to the <a href="%s">home page</a>.
pt_br: Tente procurar a partir do campo acima ou vá para a <a href="%s">página inicial</a>.

source: Oops! That page can&rsquo;t be found.
pt_br: Ops! A página não pôde ser encontrada.
