Repository: sheilagomes/wp-trad
Catalog: source/meta-wordpress-org-*.po
Languages: pt_br

# Features page: Section Header
source: Easy Theme System
pt_br: Fácil sistema de temas

# Features page: Section Header
source: Full Standards Compliance
pt_br: Total conformidade com os padrões

# Features page: Section Header
source: Media Management
pt_br: Gerenciamento de mídia

# Features page: Section Header
source: User Management
pt_br: Gerenciamento de usuários

# Features page: Section Header
source: Publishing Tools
pt_br: Ferramentas para publicação

# Features page: Section Header
source: Publish with Ease
pt_br: Publique com facilidade

# Features page: Section Header
source: Flexibility
pt_br: Flexibilidade

# Features page: Section Header
source: Simplicity
pt_br: Simplicidade

source: Tweet %s
pt_br: Tweetar %s

source: Make a blog post with your story and tweet a link to it using the <a href='%s'>#ilovewp</a> hashtag. We'll select the best ones and feature them here!
pt_br: Publique um post no seu blog com a sua história e crie um tweet apontando para ele com a hashtag <a href='%s'>#ilovewp</a>. Vamos selecionar os melhores e colocá-los em destaque aqui!

source: Want to have your story featured on this page?
pt_br: Quer que a sua história apareça em destaque nesta página?

source: Share your WordPress story
pt_br: Compartilhe a sua história com o WordPress

source: To distribute copies of your modified versions to others.
pt_br: Distribuir cópias de suas versões modificadas a outros.

source: The 4th Freedom
pt_br: A 4ª liberdade

source: To redistribute.
pt_br: Redistribuir cópias.

source: The 3rd Freedom
pt_br: A 3ª liberdade

source: To study how the program works and change it to make it do what you wish.
pt_br: Estudar como o programa funciona e adaptá-lo às suas necessidades.

source: The 2nd Freedom
pt_br: A 2ª liberdade

source: To run the program for any purpose.
pt_br: Executar o programa para qualquer propósito.

source: The 1st Freedom
pt_br: A 1ª liberdade

source: WordPress is licensed under the <a href="%s">General Public License (GPLv2 or later)</a> which provides four core freedoms. Consider this the WordPress Bill of Rights:
pt_br: O WordPress está licenciado sob a <a href="%s">Licença Pública Geral (GPLv2 ou posterior)</a>, que fornece quatro liberdades fundamentais. Considere isso a Declaração de Direitos do WordPress:

source: Bill of Rights
pt_br: Declaração de Direitos

source: The WordPress open source project has evolved in progressive ways over time &#8212; supported by skilled, enthusiastic developers, designers, scientists, bloggers, and more. WordPress provides the opportunity for anyone to create and share, from handcrafted personal anecdotes to world-changing movements. People with a limited tech experience can use it "out of the box", and more tech-savvy folks can customize it in remarkable ways.
pt_br: O WordPress, um projeto de código aberto, evoluiu ao longo do tempo com a ajuda de hábeis e dedicados desenvolvedores, designers, cientistas, autores de blogs e outros. O WordPress dá oportunidades para que qualquer um crie e compartilhe, de piadinhas até movimentos para mudar o mundo. Pessoas com experiência limitada em tecnologia podem usá-lo sem precisar de muitas configurações, enquanto os mais experientes podem personalizá-lo de formas extraordinárias.

source: WordPress started in 2003 when Mike Little and Matt Mullenweg created a <a href="%1$s">fork of b2/cafelog</a>. The need for an elegant, well-architected personal publishing system was clear even then. Today, WordPress is built on PHP and MySQL, and licensed under the GPLv2. It is also the platform of choice for over %2$s%% of all sites across the web.
pt_br: O WordPress surgiu em 2003, quando Mike Little e Matt Mullenweg criaram um <a href="%1$s">fork do b2/cafelog</a>, isto é, uma versão alterada daquele programa. A necessidade de um sistema de publicação pessoal elegante e bem estruturado era clara mesmo naquela época. Hoje, o WordPress é baseado em PHP e MySQL, e licenciado sob a GPLv2. Também é a plataforma escolhida por mais de %2$s%% de todos os sites da internet.

source: Our Story
pt_br: Nossa história

source: Learn about the community and how we get along.
pt_br: Aprenda sobre a comunidade e sobre como nos damos bem.

source: The People
pt_br: As pessoas

source: There&#8217;s so much in the details. Stay abreast with the particulars.
pt_br: São tantos detalhes. Conheça alguns deles.

source: The Details
pt_br: Os detalhes

source: Learn about WordPress, where it&#8217;s been, and where it&#8217;s going.
pt_br: Aprenda sobre o WordPress: de onde ele veio e para onde ele vai.

source: WordPress contributors work around the globe, and have dedicated countless hours to build a tool that democratizes publishing. WordPress is open source software that is both free and priceless.
pt_br: Contribuidores do WordPress trabalham no mundo inteiro e têm dedicado incontáveis horas para construir uma ferramenta que democratize o processo de publicação. O WordPress é um programa de código aberto que é tanto livre quanto grátis.

source: Learn about the people
pt_br: Aprenda sobre as pessoas

source: The Community
pt_br: A comunidade

source: Learn about the software
pt_br: Aprenda sobre o programa

source: The Technology
pt_br: A tecnologia

source: We believe in democratizing publishing and the <a href="%s">freedoms that come with open source</a>. Supporting this idea is a large community of people collaborating on and contributing to this project. The WordPress community is welcoming and inclusive. Our contributors&#8217; passion drives the success of WordPress which, in turn, helps you reach your goals.
pt_br: Nós acreditamos na democratização da publicação de conteúdos e nas <a href="%s">liberdades que acompanham o código aberto</a>. Dando suporte à esta ideia está uma imensa comunidade de pessoas colaborando no e com o projeto. A comunidade do WordPress é receptiva e inclusiva. A paixão dos nossos colaboradores move o sucesso do WordPress que, em troca, ajuda você a alcançar seus objetivos.

source: WordPress is software designed for everyone, emphasizing accessibility, performance, security, and ease of use. We believe great software should work with minimum set up, so you can focus on sharing your story, product, or services freely. The basic WordPress software is simple and predictable so you can easily get started. It also offers powerful features for growth and success.
pt_br: O WordPress é um programa feito para todos, com ênfase em acessibilidade, desempenho, segurança e facilidade no uso. Nós acreditamos que um ótimo programa deve funcionar com uma configuração mínima, para que você possa se concentrar em compartilhar sua história, produto ou serviços livremente. O programa básico do WordPress é simples e previsível, assim você pode começar rapidamente. Ele também oferece recursos poderosos para quem quer crescer.

source: Our Mission
pt_br: Nossa missão

source: The freedom to build. The freedom to change. The freedom to share.
pt_br: A liberdade para construir. A liberdade para mudar. A liberdade para compartilhar.

source: So show the love and spread the word &mdash; get your <a href="%s">WordPress swag</a> today.
pt_br: Então mostre o seu amor e espalhe a palavra! Obtenha o seu <a href="%s">produto WordPress</a> hoje mesmo.

source: The proceeds from these sales help offset the cost of providing free swag (buttons, stickers, etc.) to WordCamps and WordPress meetups around the world.
pt_br: Os lucros destas vendas ajudam a compensar o custo dos brindes (broches, adesivos etc.) distribuídos nos WordCamps e meetups de WordPress por todo o mundo.

source: No musician chosen.
pt_br: Nenhum músico escolhido.

source: Date
pt_br: Data

source: Musician
pt_br: Músico

source: Jazzers and Release Dates
pt_br: Jazzistas e datas de lançamento

source: Planned
pt_br: Planejado

source: Version
pt_br: Versão

source: After the 2.1 release, we decided to adopt a regular release schedule every 3-4 months with the features primarily driven by <a href="%1$s">ideas voted on by our users</a>. Here are the current planned releases, and links to their respective milestones in our <a href="%2$s">issue tracker</a>.
pt_br: Após o lançamento da versão 2.1, decidimos adotar um calendário de lançamentos regulares a cada três ou quatro meses, com os recursos direcionados principalmente pelas <a href="%1$s">ideias votadas pelos nossos usuários</a>. Veja os lançamentos atuais planejados e os links para os respectivos marcos no <a href="%2$s">rastreador de problemas</a>.

source: Not required, but recommended for better security
pt_br: Não obrigatório, mas recomendado por questão de segurança

source: Thanks!
pt_br: Obrigado!

source: HTTPS support
pt_br: Suporte ao protocolo HTTPS

source: Nginx or Apache with mod_rewrite module
pt_br: Nginx ou Apache com o módulo mod_rewrite

source: PHP %s or greater
pt_br: PHP %s ou superior

source: Ask for it
pt_br: Pergunte sobre isso

source: <a href="%s">HTTPS</a> support
pt_br: Suporte <a href="%s">HTTPS</a>

source: <a href="%1$s">PHP</a> version %2$s or greater.
pt_br: <a href="%1$s">PHP</a> versão %2$s superior.

source: To run WordPress we recommend your host supports:
pt_br: Para executar o WordPress, recomendamos que o seu host suporte:

source: Privacy Policy Changes
pt_br: Alterações na política de privacidade

source: Aggregated Statistics
pt_br: Estatísticas agregadas

source: Website Visitors
pt_br: Visitantes do site

source: The freedom to redistribute.
pt_br: A liberdade de redistribuir.

source: The freedom to run the program, for any purpose.
pt_br: A liberdade para executar o programa, para qualquer propósito.

source: Our Bill of Rights
pt_br: Nossa Declaração de Direitos

source: We love to challenge ourselves and simplify tasks in ways that are positive for the overall WordPress user experience. Every version of WordPress should be easier and more enjoyable to use than the last.
pt_br: Nós amamos nos desafiar a simplificar as tarefas de forma positiva para a experiência geral do usuário do WordPress. Cada versão do WordPress deve ser mais fácil e mais agradável de usar do que a última.

source: Striving for Simplicity
pt_br: Lutando pela simplicidade

source: Decisions, not Options
pt_br: Decisões, não opções

source: Design for the Majority
pt_br: Design para a maioria

source: Out of the Box
pt_br: Pronto para usar

source: PNG <span>(White/transparent)</span>
pt_br: PNG <span>(branco/transparente)</span>

source: PDF <span>(Vector)</span>
pt_br: PDF <span>(vetor)</span>

source: Standard
pt_br: Padrão

source: WordPress Logotype
pt_br: Logo do WordPress

source: All versions
pt_br: Todas as versões

source: WordPress Logotypes
pt_br: Logotipos do WordPress

source: Official WordPress Logo
pt_br: Logo oficial do WordPress

source: Democratize Publishing
pt_br: Liberdade para publicar

source: WordPress is Secure
pt_br: O WordPress é seguro

source: WordPress Development Roadmap
pt_br: Roteiro de desenvolvimento WordPress

source: Hosting Requirements for WordPress
pt_br: Requisitos de hospedagem para o WordPress

source: WordPress Privacy Policy
pt_br: Política de privacidade do WordPress

source: WordPress&rsquo; Philosophy
pt_br: Filosofia do WordPress

source: The GNU Public License
pt_br: A licença pública GNU

source: The History of WordPress
pt_br: A história do WordPress

source: WordPress Features
pt_br: Recursos do WordPress

source: We welcome the contributions of everyone who&#8217;s interested in joining the WordPress open source project, and every thriving, diverse community needs etiquette guidelines. Review our simple guidelines that focus on diversity, safety, and inclusion and foster a welcoming community for our contributors around the world.
pt_br: Contribuições de qualquer um interessado em fazer parte do projeto de código aberto WordPress são bem-vindas, mas qualquer comunidade próspera e diversificada precisa de regras de etiqueta. Veja nossas simples diretrizes com foco em diversidade, segurança e inclusão, e mantenha uma comunidade receptiva para nossos contribuidores espalhados por todo o mundo.

source: Etiquette at WordPress
pt_br: Etiqueta no WordPress

source: WordPress Accessibility
pt_br: Acessibilidade do WordPress

source: WordPress domains and site names can be very flexible; however, top-level domains can&#8217;t use the word WordPress. Find out what is allowed and what constitutes a trademark violation, as well as policies on subdomain use. Review the list of official WordPress sites to know how to recognize and advise violators.
pt_br: Os domínios do WordPress e os nomes dos sites podem ser muito flexíveis, entretanto nomes de domínios não podem conter a palavra WordPress. Veja o que é permitido e o que constitui uma violação da marca registrada, bem como as políticas de uso de subdomínios. Confira a lista de sites oficiais do WordPress para saber como reconhecer e aconselhar quem violar as regras.

source: WordPress Domains
pt_br: Domínios do WordPress

source: MySQL Version
pt_br: Versão do MySQL

source: PHP Versions
pt_br: Versões do PHP

source: WordPress Version
pt_br: Versão do WordPress

source: Show welcome box
pt_br: Mostrar caixa de boas-vindas

source: Hide welcome box
pt_br: Ocultar caixa de boas-vindas

source: Like %s on Facebook
pt_br: Curta %s no Facebook

source: Follow %s on Twitter
pt_br: Siga %s no Twitter

source: WordPress is open source software
pt_br: O WordPress é um programa de código aberto

source: License / GPLv2
pt_br: Licença / GPLv2

source: WordPress.org Privacy Policy
pt_br: Política de privacidade do WordPress.org

source: Privacy
pt_br: Privacidade

source: Co-founder of WordPress, an example of what WordPress can do
pt_br: Cofundador do WordPress, um exemplo do que o WordPress pode fazer

source: Hassle-free WordPress hosting
pt_br: Hospedagem WordPress sem problemas

source: Fast, slick forums built on WordPress
pt_br: Fóruns rápidos e funcionais construídos com WordPress

source: A set of plugins to transform your WordPress into a social network
pt_br: Um conjunto de plugins para transformar o seu WordPress em uma rede social

source: Videos, tutorials, and WordCamp sessions
pt_br: Vídeos, tutoriais e sessões de WordCamps

source: Find a WordPress event near you
pt_br: Encontre um evento WordPress perto de você

source: Share your ideas for improving WordPress
pt_br: Compartilhe suas ideias para melhorar o WordPress

source: Ideas
pt_br: Ideias

source: Make your WordPress pretty
pt_br: Faça seu WordPress ficar lindo

source: Themes
pt_br: Temas

source: Add extra functionality to WordPress
pt_br: Adicione funcionalidades ao WordPress

source: Some of the best WordPress sites on the Web
pt_br: Alguns dos melhores sites em WordPress na internet

source: Workshops and training materials
pt_br: Oficinas e materiais de treinamento

source: Learn
pt_br: Aprenda

source: Give back to WordPress through code, support, translation and more
pt_br: Contribua para o WordPress com código, suporte, traduções e mais

source: Get Involved
pt_br: Participe

source: Resources for WordPress developers
pt_br: Recursos para desenvolvedores WordPress

source: Developers
pt_br: Desenvolvedores

source: Forums, documentation, and other resources
pt_br: Fóruns, documentação e outros recursos

source: Support
pt_br: Suporte

source: Donate to the WordPress Foundation
pt_br: Doe para a Fundação WordPress

source: Donate
pt_br: Doe

source: Recommended web hosting providers
pt_br: Serviços de hospedagens recomendados

source: Hosting
pt_br: Hospedagem

source: News and Updates
pt_br: Novidades e atualizações

source: An introduction to the WordPress project
pt_br: Uma introdução ao projeto WordPress

source: About
pt_br: Sobre

source: Code is Poetry.
pt_br: Código é Poesia.

source: Graphics &amp; Logos
pt_br: Gráficos e logos

# Page title
source: About
pt_br: Sobre

source: WordPress Logotype - W Mark
pt_br: Logo WordPress - Marca W

source: WordPress Logotype - Word Mark
pt_br: Logo WordPress - Marca Word

source: WordPress Logotype - Alternative
pt_br: Logo WordPress - Alternativo

source: WordPress Logotype - Standard
pt_br: Logo WordPress - Padrão

source: WordPress Logotypes - All Versions
pt_br: Logo WordPress - Todas as versões

source: Select the language:
pt_br: Selecione o idioma:

source: Subscribe to this blog
pt_br: Assine este blog

source: Already have an account?
pt_br: Já tem uma conta?

source: Please try again.
pt_br: Tente novamente.

source: Subscribe to WordPress Announcements mailing list (a few messages a year)
pt_br: Assinar a lista de e-mail dos anúncios do WordPress (poucas mensagens por ano)

source: Required. Your password will be emailed here.
pt_br: Obrigatório. Sua senha será enviada para este e-mail.

source: Required. Only lower case letters (a-z) and numbers (0-9) are allowed.
pt_br: Obrigatório. Somente letras minúsculas (a-z) e números (0-9) são permitidos.

source: Username
pt_br: Nome de usuário

source: Create a WordPress.org account to start contributing to WordPress, get help in the support forums, or rate and review themes and plugins.
pt_br: Crie uma conta no WordPress.org para começar a contribuir para o WordPress, obter ajuda nos fóruns ou classificar e avaliar temas e plugins.

source: Save Profile Information
pt_br: Salvar informações do perfil

source: Complete your WordPress.org Profile information.
pt_br: Complete as informações do seu perfil no WordPress.org.

source: Please check your email %s for a confirmation link to set your password.
pt_br: Confira o e-mail %s para acessar o endereço de confirmação e configure sua senha.

source: Create Account
pt_br: Criar conta

source: Hint: The password should be at least twelve characters long. To make it stronger, use upper and lower case letters, numbers, and symbols like ! " ? $ % ^ &amp; ).
pt_br: Dica: A senha deve ter no mínimo doze caracteres. Para torná-la mais forte, use letras maiúsculas e minúsculas, número e símbolos como ! " ? $ % ^ &amp; ).

source: Strength indicator
pt_br: Indicador de força

source: Password
pt_br: Senha

source: Set your password and complete your WordPress.org Profile information.
pt_br: Determine sua senha e complete as informações do seu perfil no WordPress.org.

source: Interests
pt_br: Interesses

source: Occupation
pt_br: Ocupação

source: Location
pt_br: Localização

source: Website
pt_br: Site

source: Get new password
pt_br: Obter nova senha

source: Username or Email
pt_br: Nome de usuário ou e-mail

source: Please enter your username or email address. You will receive a link to create a new password via email.
pt_br: Digite seu nome de usuário ou endereço de e-mail. Você receberá através do seu e-mail um endereço para criar uma nova senha.

source: Do you really want to <a href="%s">log out</a>?
pt_br: Quer mesmo <a href="%s">sair</a>?

source: You are attempting to log out of WordPress.org.
pt_br: Você está tentando sair do WordPress.org.

source: Create an account
pt_br: Criar uma conta

source: Lost password?
pt_br: Esqueceu sua senha?

source: Password Lost and Found
pt_br: Achados e perdidos de senhas

source: Log in to your WordPress.org account to contribute to WordPress, get help in the support forum, or rate and review themes and plugins.
pt_br: Acesse sua conta no WordPress.org para contribuir para o WordPress, obter ajuda nos fóruns ou classificar e avaliar temas e plugins.

source: You are now logged out.
pt_br: Agora você está desconectado.

source: WordPress.org Login
pt_br: Acesso WordPress.org

source: That email address already has an account.
pt_br: Este endereço de e-mail já tem uma conta.

source: Is it yours? <a href="/lostpassword">Reset your password</a>.
pt_br: É seu? <a href="/lostpassword">Redefina sua senha</a>.

source: That username is already in use.
pt_br: Este nome de usuário não está disponível.

source: [WordPress.org] Your new account
pt_br: [WordPress.org] Sua nova conta

source: -- The WordPress.org Team
pt_br: -- Equipe do WordPress.org

source: You can create a password at the following URL:
pt_br: Você pode criar uma nova senha no seguinte endereço:

source: Your username is: %s
pt_br: Seu nome de usuário é: %s

source: Welcome to WordPress.org! Your new account has been setup.
pt_br: Receba nossas boas vindas ao WordPress.org! Sua nova conta já está configurada.

source: Hi %s,
pt_br: Olá %s,

source: Error! Something went wrong with your registration. Try again?
pt_br: Erro! Algo deu errado com o seu cadastro. Quer tentar novamente?

source: Registration Blocked. Please stop.
pt_br: Cadastro bloqueado. Pare.

source: &larr; Back to login
pt_br: &larr; Voltar para o acesso

source: Check your email for a confirmation link.
pt_br: Confira seu e-mail por um endereço de confirmação.

source: Continue reading <span class="meta-nav">&rarr;</span>
pt_br: Continuar lendo <span class="meta-nav">&rarr;</span>

# submit button
source: Search
pt_br: Pesquisar

# placeholder
source: Search &hellip;
pt_br: Pesquisar &hellip;

# label
source: Search
pt_br: Pesquisa

source: Submit for review
pt_br: Enviar para avaliação

source: Pending Review: %s
pt_br: Avaliação pendente: %s

source: Profile of %1$s (%2$s)
pt_br: Perfil de %1$s (%2$s)

source: Please enable JavaScript to view this page properly.
pt_br: Ative o JavaScript para ver esta página de forma apropriada.

source: Edit
pt_br: Editar

source: Find a local WordPress community
pt_br: Ache uma comunidade local do WordPress

source: Search Results for: %s
pt_br: Resultados de pesquisa para: %s

source: Download .tar.gz &mdash; %s MB
pt_br: Baixar arquivo .tar.gz &mdash; %s MB

source: Download WordPress %s
pt_br: Baixar o WordPress %s

source: WordPress download button.
pt_br: Botão de download do WordPress

source: Download
pt_br: Baixar

source: For help with installing or using WordPress, consult our documentation in your language.
pt_br: Para obter ajuda com a instalação ou utilização do WordPress, consulte a nossa documentação (em inglês).

source: There are no releases, yet.
pt_br: Ainda não há versões.

source: Beta &amp; RC releases
pt_br: Versões beta e RC

source: %s Branch
pt_br: Versões %s

source: Latest release
pt_br: Versão mais recente

source: Primary Menu
pt_br: Menu primário

source: Resources
pt_br: Recursos

source: &hellip; and hundreds more
pt_br: &hellip; e centenas de outros

source: WordPress&nbsp;Users
pt_br: Sites&nbsp;feitos&nbsp;com&nbsp;WordPress

source: WordPress Swag
pt_br: Produtos do WordPress

source: WordPress&nbsp;Swag
pt_br: Produtos&nbsp;do&nbsp;WordPress

source: <a href="%s">Read the Documentation</a> and become a WordPress expert yourself, impress your friends.
pt_br: <a href="%s">Ler a documentação</a>, tornar-se um especialista no WordPress e impressionar seus amigos.

source: <a href="%s">Download &amp; Install WordPress</a> with our famous 5-minute&nbsp;installation. Feel like a rock star.
pt_br: <a href="%s">Baixar e instalar o WordPress</a> com a nossa famosa instalação em 5 minutos. Sinta-se uma estrela do rock.

source: <a href="%s">Find a Web Host</a> and get great hosting while supporting WordPress at the same&nbsp;time.
pt_br: <a href="%s">Encontrar um serviço de hospedagem</a> e receber um ótimo serviço enquanto ajuda o WordPress.

source: It&rsquo;s Easy&nbsp;As&hellip;
pt_br: Tão simples quanto&hellip;

source: News From Our Blog
pt_br: Novidades de nosso blog

source: Get WordPress
pt_br: Baixar o WordPress

source: Over 60 million people have chosen WordPress to power the place on the web they call &ldquo;home&rdquo; &mdash; join the family.
pt_br: Mais de 60 milhões de pessoas escolheram o WordPress para construir seus sites e blogs. Junte-se à família.

source: Get Started with WordPress
pt_br: Comece a usar o WordPress
