Repository: sheilagomes/wp-trad
Catalog: source/meta-wordpress-org-*.po
Languages: pt_br

# Page title
source: Logos and Graphics
pt_br: Logos e gráficos

# Page title
source: Testimonials
pt_br: Depoimentos

# Page title
source: Swag
pt_br: Produtos

# Page title
source: Statistics
pt_br: Estatísticas

# Page title
source: Security
pt_br: Segurança

# Page title
source: Roadmap
pt_br: Plano de ação

# Page title
source: Requirements
pt_br: Requisitos

# Page title
source: Privacy Policy
pt_br: Política de privacidade

# Page title
source: Philosophy
pt_br: Filosofia

# Page title
source: Graphics &amp; Logos
pt_br: Gráficos e logos

# Page title
source: GNU Public License
pt_br: Licença Pública GNU

# Page title
source: History
pt_br: História

# Page title
source: Features
pt_br: Recursos

# Page title
source: Etiquette
pt_br: Etiqueta

# Page title
source: Accessibility
pt_br: Acessibilidade

# Page title
source: Domains
pt_br: Domínios

source: People like to talk about WordPress! Make a tweet or a post using the #ilovewp hashtag, and your comments might be featured on WordPress.org!
pt_br: As pessoas gostam de conversar sobre o WordPress! Publique um tweet ou um post usando a hashtag #ilovewp e seus comentários podem receber destaque no WordPress.org!

source: WordPress Testimonials
pt_br: Depoimentos sobre o WordPress

source: Footnotes
pt_br: Notas de rodapé

source: <em>Version 1.0 March 2015</em>
pt_br: <em>Versão 1.0 Março de 2015</em>

source: <em>Contributions from</em> Barry Abrahamson, Michael Adams, Jon Cave, Helen Hou-Sand&iacute;, Dion Hulse, Mo Jangda, Paul Maiorana
pt_br: <em>Contribuições de</em> Barry Abrahamson, Michael Adams, Jon Cave, Helen Hou-Sand&iacute;, Dion Hulse, Mo Jangda, Paul Maiorana

source: <em>Authored by</em> Sara Rosso
pt_br: <em>Autora:</em> Sara Rosso

source: WordPress Developer Resources %s
pt_br: Recursos para desenvolvedores WordPress %s

source: WordPress Security releases %s
pt_br: Atualizações de segurança do WordPress %s

source: WordPress News %s
pt_br: Blog WordPress %s

source: Additional Reading
pt_br: Leitura adicional

source: <em>A special thank you to Drupal's </em><a href='%s'><em>security white paper</em></a><em>, which provided some inspiration. </em>
pt_br: <em>Um agradecimento especial para </em><a href='%s'><em>o informativo de segurança</em></a><em> do Drupal, que nos serviu de inspiração. </em>

source: The text in this document (not including the WordPress logo or <a href="%1$s">trademark</a>) is licensed under <a href="%2$s">CC0 1.0 Universal (CC0 1.0) Public Domain Dedication</a>. You can copy, modify, distribute and perform the work, even for commercial purposes, all without asking permission.
pt_br: O texto deste documento (não incluindo o logo do WordPress ou <a href="%1$s">sua marca registrada</a>) está licenciado sob <a href="%2$s">CC0 1.0 Universal (CC0 1.0) Dedicação ao Domínio Público</a>. Você pode copiar, modificar, distribuir e executar o trabalho, mesmo para fins comerciais, sem necessidade de permissão.

source: White paper content License
pt_br: Licença de conteúdo do informativo

source: The permissions and current user API%s is a set of functions which will help verify the current user's permissions and authority to perform any task or operation being requested, and can protect further against unauthorized users accessing or performing functions beyond their permitted capabilities.
pt_br: As permissões e a API de usuário atual%s são um conjunto de funções que ajudam a verificar as permissões do usuário atual e a autoridade para executar qualquer tarefa ou operação solicitada, e pode fornecer proteção adicional para acessos de usuários sem permissão ou que estejam executando funções além das permitidas pelas suas capacidades.

source: Permissions and current user API
pt_br: Permissões e API de usuário atual

source: The HTTP API%1$s, added in WordPress 2.7%2$s and extended further in WordPress 2.8, standardizes the HTTP requests for WordPress. The API handles cookies, gzip encoding and decoding, chunk decoding (if HTTP 1.1), and various other HTTP protocol implementations. The API standardizes requests, tests each method prior to sending, and, based on your server configuration, uses the appropriate method to make the request.
pt_br: A API HTTP%1$s, adicionada no WordPress 2.7%2$s e estendida no WordPress 2.8, padroniza as requisições HTTP para o WordPress. A API manipula cookies, codificação e decodificação gzip, decodificação de fragmentos (se HTTP 1.1) e várias outras implementações do protocolo HTTP. A API padroniza as requisições, testa cada método antes de enviar e, baseada nas configurações do servidor, usa o método apropriado para fazer a requisição.

source: HTTP API
pt_br: API HTTP

source: It does this through the <code>WP_Filesystem_Base</code> class, and several subclasses which implement different ways of connecting to the local filesystem, depending on individual host support. Any theme or plugin that needs to write files locally should do so using the WP_Filesystem family of classes.
pt_br: A API faz isso através da classe <code>WP_Filesystem_Base</code> e várias subclasses, que implementam diferentes formas de conexão com o sistema de arquivos local, dependendo do suporte fornecido pela hospedagem. Qualquer tema ou plugin que precise gravar arquivos localmente deveria fazê-lo usando a família de classes WP_Filesystem.

source: The Filesystem API%1$s, added in WordPress 2.6%2$s, was originally created for WordPress&lsquo; own automatic updates feature. The Filesystem API abstracts out the functionality needed for reading and writing local files to the filesystem to be done securely, on a variety of host types.
pt_br: A API de sistema de arquivos%1$s, adicionada no WordPress 2.6%2$s, foi criada originalmente para o recurso de atualizações automáticas do próprio WordPress. A API de sistema de arquivos abstrai a funcionalidade necessária para ler e gravar arquivos locais no sistema de arquivos de modo seguro, em vários tipos de hospedagens.

source: Filesystem API
pt_br: API de sistema de arquivos

source: The Database API%s, added in WordPress 0.71, provides the correct method for accessing data as named values which are stored in the database layer.
pt_br: A API de banco de dados%s, adicionada no WordPress 0.71, fornece o método correto para acessar, de forma estruturada, os dados que estão armazenados na camada de banco de dados.

source: Database API
pt_br: API de banco de dados

source: While each WordPress API provides best practices and standardized ways to interact with and extend WordPress core software, the following WordPress APIs are the most pertinent to enforcing and hardening WordPress security:
pt_br: Enquanto cada API do WordPress fornece melhores práticas e formas padronizadas de estender e interagir com os arquivos básicos do WordPress, as seguintes APIs são as mais importantes para reforçar a segurança do WordPress:

source: The WordPress Core Application Programming Interface (API) is comprised of several individual APIs%s, each one covering the functions involved in, and use of, a given set of functionality. Together, these form the project interface which allows plugins and themes to interact with, alter, and extend WordPress core functionality safely and securely.
pt_br: A Interface de Programação de Aplicação (API, do inglês Application Programming Interface) dos arquivos básicos do WordPress compreende várias APIs individuais%s, cada uma cobrindo as funções envolvidas em, e usadas para, um determinado conjunto de funcionalidades. Juntas, elas formam a interface do projeto que permite que plugins e temas interajam com, alterem e estendam as funcionalidades básicas do WordPress com segurança.

source: Core WordPress APIs
pt_br: APIs dos arquivos básicos do WordPress

source: Appendix
pt_br: Apêndice

source: WordPress.com is the largest WordPress installation in the world, and is owned and managed by Automattic, Inc., which was founded by Matt Mullenweg, the WordPress project co-creator. WordPress.com runs on the core WordPress software, and has its own security processes, risks, and solutions%s. This document refers to security regarding the self-hosted, downloadable open source WordPress software available from WordPress.org and installable on any server in the world.
pt_br: O WordPress.com é a maior instalação do WordPress no mundo, e pertence e é gerenciada pela Automattic, Inc., fundada por Matt Mullenweg, o coautor do projeto WordPress. O WordPress.com executa os mesmos arquivos básicos do WordPress, mas possui seus próprios processos de segurança, gerenciamento de riscos e soluções%s. Este documento se refere à segurança do programa WordPress que pode ser baixado e hospedado por conta própria, disponível no WordPress.org e instalável em qualquer servidor no mundo.

source: A Note about WordPress.com and WordPress security
pt_br: Uma observação sobre a segurança do WordPress e do WordPress.com

source: WordPress can be installed on a multitude of platforms. Though WordPress core software provides many provisions for operating a secure web application, which were covered in this document, the configuration of the operating system and the underlying web server hosting the software is equally important to keep the WordPress applications secure.
pt_br: O WordPress pode ser instalado em diversas plataformas. Apesar dos arquivos básicos do WordPress fornecerem várias formas para operar uma aplicação web segura, as quais foram abordadas neste documento, as configurações do sistema operacional e do servidor por trás do programa são igualmente importantes para manter as aplicações WordPress seguras.

source: The Role of the Hosting Provider in WordPress Security
pt_br: A função do serviço de hospedagem na segurança do WordPress

source: The Theme Review Team is a group of volunteers, led by key and established members of the WordPress community, who review and approve themes submitted to be included in the official WordPress Theme directory. The Theme Review Team maintains the official Theme Review Guidelines%1$s, the Theme Unit Test Datas%2$s, and the Theme Check Plugins%3$s, and attempts to engage and educate the WordPress Theme developer community regarding development best practices. Inclusion in the group is moderated by core committers of the WordPress development team.
pt_br: A Equipe de avaliação de temas é um grupo de voluntários, liderados por importantes membros-chave da comunidade WordPress, que avaliam e aprovam temas enviados para inclusão no diretório oficial de temas do WordPress. A Equipe de avaliação de temas mantém as Diretrizes oficiais de revisão de temas%1$s, os Dados de testes unitários de temas%2$s, os Plugins de verificação de temas%3$s e tenta engajar e educar a comunidade de desenvolvedores de tema do WordPress sobre as melhores práticas para desenvolvimento. A inclusão no grupo é moderada pelos membros da Equipe de desenvolvimento do WordPress que podem realizar commits, isto é, alterar oficialmente o código da ferramenta.

source: The Theme Review Team
pt_br: A Equipe de avaliação de temas

source: When a plugin vulnerability is discovered by the WordPress Security Team, they contact the plugin author and work together to fix and release a secure version of the plugin. If there is a lack of response from the plugin author or if the vulnerability is severe, the plugin/theme is pulled from the public directory, and in some cases, fixed and updated directly by the Security Team.
pt_br: Quando uma vulnerabilidade de um plugin é descoberta pela Equipe de segurança do WordPress, eles entram em contato com o autor do plugin para, juntos, trabalharem em uma correção e lançarem uma versão segura do plugin. Se não houver resposta do autor do plugin ou se a vulnerabilidade for muito grave, o tema ou plugin é retirado do diretório público e, em algum casos, corrigido e atualizado diretamente pela Equipe de segurança.

source: Each plugin and theme has the ability to be continually developed by the plugin or theme owner, and any subsequent fixes or feature development can be uploaded to the repository and made available to users with that plugin or theme installed with a description of that change. Site administrators are notified of plugins which need to be updated via their administration dashboard.
pt_br: Cada plugin e tema pode ser continuamente desenvolvido por seus proprietários e qualquer desenvolvimento de correções ou recursos pode ser enviado para o repositório, de forma a ficar disponível, junto com uma descrição da mudança, para os usuários com aquele plugin ou tema instalado. Administradores de sites são notificados de plugins que precisam ser atualizados através de seus painéis de administração.

source: Inclusion of plugins and themes in the repository is not a guarantee that they are free from security vulnerabilities. Guidelines are provided for plugin authors to consult prior to submission for inclusion in the repository%1$s, and extensive documentation about how to do WordPress theme development%2$s is provided on the WordPress.org site.
pt_br: A inclusão de plugins e temas no repositório não é uma garantia de que eles não possuem vulnerabilidades. Diretrizes para autores de plugins devem ser consultadas antes do envio para a inclusão no repositório%1$s e uma documentação extensiva sobre como desenvolver temas para o WordPress%2$s é fornecida no site WordPress.org.

source: There are approximately %1$s+ plugins and %2$s+ themes listed on the WordPress.org site. These themes and plugins are submitted for inclusion and are manually reviewed by volunteers before making them available on the repository.
pt_br: Existem mais de %1$s plugins e mais de %2$s temas listados no site WordPress.org. Estes temas e plugins são enviados para inclusão e são avaliados manualmente por voluntários antes que fiquem disponíveis no repositório.

source: WordPress.org Theme and Plugin Repositories
pt_br: Repositórios de temas e plugins do WordPress.org

source: The default theme can serve as a starting point for custom theme development, and site developers can create a child theme which includes some customization but falls back on the default theme for most functionality and security. The default theme can be easily removed by an administrator if not needed.
pt_br: O tema padrão pode servir de ponto de partida para o desenvolvimento de temas personalizados, e desenvolvedores de sites podem criar temas descendentes, que incluem alguma personalização, mas utiliza o tema padrão para a maior parte das funcionalidades e segurança. Se não for necessário, o tema padrão pode ser facilmente removido por um administrador.

source: WordPress requires a theme to be enabled to render content visible on the frontend. The default theme which ships with core WordPress (currently "Twenty Fifteen") has been vigorously reviewed and tested for security reasons by both the team of theme developers plus the core development team.
pt_br: O WordPress precisa que um tema esteja habilitado para exibir conteúdo para o usuário. O tema padrão, que é distribuído junto com os arquivos básicos do WordPress (atualmente o "Twenty Fifteen") tem sido vigorosamente revisado e testado em questões de segurança, tanto pela equipe de desenvolvedores de tema quanto pela equipe de desenvolvimento dos arquivos básicos.

source: The Default Theme
pt_br: O tema padrão

source: WordPress Plugin and Theme Security
pt_br: Segurança de temas e plugins do WordPress

source: HTTP requests issued by WordPress are filtered to prevent access to loopback and private IP addresses. Additionally, access is only allowed to certain standard HTTP ports.
pt_br: As requisições HTTP feitas pelo WordPress são filtradas para prevenir acesso a endereços IP privados. Adicionalmente, o acesso só é permitido a certas portas padrão do HTTP.

source: SSRF (Server Side Request Forgery) Attacks
pt_br: Ataques por Falsificação de requisições feitas pelo lado do servidor (SSRF, Server Side Request Forgery)

source: When processing XML, WordPress disables the loading of custom XML entities to prevent both External Entity and Entity Expansion attacks. Beyond PHP's core functionality, WordPress does not provide additional secure XML processing API for plugin authors.
pt_br: Ao processar um XML, o WordPress desativa o carregamento de entidades XML personalizadas para prevenir tanto ataques por Entidades externas quanto por Expansões de entidades. Além da funcionalidade nativa do PHP, o WordPress não fornece aos autores de plugins uma API adicional para tratamento seguro de XML.

source: XXE (XML eXternal Entity) processing attacks
pt_br: Ataques no processamento de Entidades externas de XML (XXE, XML eXternal Entity)

source: Further Security Risks and Concerns
pt_br: Riscos e preocupações adicionais com segurança

source: WordPress' internal access control and authentication system will protect against attempts to direct users to unwanted destinations or automatic redirects. This functionality is also made available to plugin developers via an API, <code>wp_safe_redirect()</code>%s.
pt_br: O controle de acesso interno do WordPress e o sistema de autenticação fornecem proteção contra tentativas de acesso direto a destinos indesejados ou redirecionamentos automáticos. Esta funcionalidade também está disponível para desenvolvedores de plugins através de uma API: <code>wp_safe_redirect()</code>%s.

source: A10 - Unvalidated Redirects and Forwards
pt_br: A10 - Redirecionamentos sem validação

source: The WordPress core team closely monitors the few included libraries and frameworks WordPress integrates with for core functionality. In the past the core team has made contributions to several third-party components to make them more secure, such as the update to fix a cross-site vulnerability in TinyMCE in WordPress 3.5.2%s.
pt_br: A equipe dos arquivos básicos do WordPress monitora de perto as poucas bibliotecas externas que o WordPress utiliza em suas funções. No passado, a equipe já contribuiu para vários componentes de terceiros tornando-os mais seguros, como a atualização para corrigir uma vulnerabilidade no TinyMCE no WordPress 3.5.2%s.

source: A9 - Using Components with Known Vulnerabilities
pt_br: A9 - Uso de componentes com vulnerabilidades conhecidas

source: WordPress uses cryptographic tokens, called nonces%s, to validate intent of action requests from authorized users to protect against potential CSRF threats. WordPress provides an API for the generation of these tokens to create and verify unique and temporary tokens, and the token is limited to a specific user, a specific action, a specific object, and a specific time period, which can be added to forms and URLs as needed. Additionally, all nonces are invalidated upon logout.
pt_br: O WordPress usa tokens criptográficos, chamados nonces%s, para validar a intenção de solicitações de ação de usuários autorizados para proteção contra potenciais ameaças CSRF. O WordPress fornece uma API para a geração desses tokens para criar e verificar tokens exclusivos e temporários, e o token é limitado a um usuário específico, uma ação específica, um objeto específico e um período de tempo específico, que pode ser adicionado a formulários e URLs, conforme necessário. Além disso, todos os nonces são invalidados no logout.

source: A8 - Cross Site Request Forgery (CSRF)
pt_br: A8 - Falsificação de solicitação entre sites (CSRF, Cross Site Request Forgery)

source: WordPress checks for proper authorization and permissions for any function level access requests prior to the action being executed. Access or visualization of administrative URLs, menus, and pages without proper authentication is tightly integrated with the authentication system to prevent access from unauthorized users.
pt_br: O WordPress verifica se há autorização e permissões adequadas para qualquer solicitação de acesso no nível de função antes da ação que está sendo executada. O acesso ou a visualização de URLs administrativos, menus e páginas sem autenticação adequada é totalmente integrado ao sistema de autenticação para impedir o acesso de usuários não autorizados.

source: When a security update is pushed for the current stable release of WordPress, the core team will also push security updates for all the releases that are capable of background updates (since WordPress 3.7), so these older but still recent versions of WordPress will receive security enhancements.
pt_br: Quando uma atualização de segurança é enviada para a versão atual do WordPress, a equipe dos arquivos básicos do WordPress também enviará atualizações de segurança para todas as versões que são capazes de realizar atualizações em segundo plano (desde o WordPress 3.7), de forma que estas versões mais antigas do WordPress também receberão melhorias de segurança.

source: Starting with version 3.7, WordPress introduced automated background updates for all minor releases%s, such as 3.7.1 and 3.7.2. The WordPress Security Team can identify, fix, and push out automated security enhancements for WordPress without the site owner needing to do anything on their end, and the security update will install automatically.
pt_br: A partir da versão 3.7, o WordPress introduziu atualizações automáticas em segundo plano para lançamentos menores%s, como 3.7.1 e 3.7.2. A Equipe de segurança do WordPress pode identificar, corrigir e enviar melhorias de segurança para o WordPress automaticamente, de modo que os proprietários de sites não precisem fazer nada, e a atualização de segurança será instalada automaticamente.

source: Automatic Background Updates for Security Releases
pt_br: Instalação automática em segundo plano de atualizações de segurança

source: Administrators of the WordPress software see a notification on their site dashboard to upgrade when a new release is available, and following the manual upgrade users are redirected to the About WordPress screen which details the changes. If administrators have automatic background updates enabled, they will receive an email after an upgrade has been completed.
pt_br: Administradores de instalações do WordPress recebem uma notificação em seus painéis para atualizar quando uma nova versão está disponível e, depois de atualizar manualmente, os usuários são redirecionados para a tela Sobre do WordPress, que detalha as mudanças. Se as atualizações automáticas em segundo plano estiverem habilitadas, os administradores receberão um e-mail depois da conclusão da atualização.

# Features page: Section Header
source: The Latest Libraries
pt_br: As bibliotecas mais recentes

# Features page: Section Header
source: Custom Content Types
pt_br: Tipos personalizados de conteúdo

# Features page: Section Header
source: Application Framework
pt_br: Estrutura para aplicações

# Features page: Section Header
source: Theme System
pt_br: Sistema de temas

# Features page: Section Header
source: Plugin System
pt_br: Sistema de plugins

# Features page: Section Header
source: Developer Features
pt_br: Recursos para desenvolvedores

# Features page: Section Header
source: Contribute
pt_br: Contribua

# Features page: Section Header
source: Community
pt_br: Comunidade

# Features page: Section Header
source: Freedom
pt_br: Liberdade

# Features page: Section Header
source: Own Your Data
pt_br: Seja dono dos seus dados

# Features page: Section Header
source: Importers
pt_br: Importadores

# Features page: Section Header
source: Easy Installation and Upgrades
pt_br: Instalação e atualização fáceis

# Features page: Section Header
source: Multilingual
pt_br: Multi-idioma

# Features page: Section Header
source: Search Engine Optimized
pt_br: Otimizado para mecanismos de pesquisa

# Features page: Section Header
source: Built-in Comments
pt_br: Comentários nativos

# Features page: Section Header
source: Extend with Plugins
pt_br: Estenda com plugins
